Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/minnetavle_av_sisti_signert_av_h_m__kong_olav_v_som_en_del_av_norges_dokumentarv.html.tmx
Source language: nob
Languages: sme

source: Minnetavle av sisti signert av H.M. Kong Olav V som en del av Norges dokumentarv
sme: Muitotávval sisttis maid Majestehtalaš Gonagas Olav V vuolláičálii oassin Norgga dokumeantaárbbis

source: Utsmykningen ble signert av H.M. Kong Olav V på det garvede reinskinnet i forbindelse med åpningen av det 1. sameting 9. oktober 1989.
sme: Majestehta Gonagas Olav V lea vuolláičállán sistečiŋa vuosttaš sámedikki rahpamis golggotmánu 9. b. 1989.

source: Minnetavlen viser samisk materialbruk der bærekraftighet i materialvalg og utforming er sentral.
sme: Muitotávval čájeha sámi ávnnasgeavaheami mas ceavzilvuohta ávnnasválljemis ja hábmemis lea guovddážis.

source: Den skal gjenspeile og minne om at samer er urfolk med egne verdier og tradisjoner.
sme: Dat galgá čájehit ja muittuhit ahte sámit leat álgoálbmot geain leat iežaset árvvut ja árbevierut.

source: Navnetrekket ble i ettertid brodert med tinntråd av duojáren Martha Jåma.
sme: Nama lea maŋŋá duojár Martha Jåma gorron datneárppuin.

source: Trerammen er laget av Jon Ole Andersen.
sme: Jon Ole Andersen lea ráhkadan muorrarámma.

source: Sistien vil synliggjøre en historisk hendelse og bidra til økt synlighet og anerkjennelse av samenes politiske status i Norge.
sme: Sisti oainnusmahttá historjjálaš dáhpáhusa ja váikkuha sámiid politihkalaš stáhtusa eanet oainnusmahttima ja dohkkeheami Norggas.

source: Den ble signert av H.M. Kong Olav V som et minne om den historiske åpningen av det 1. sameting.
sme: Dan vuolláičálii Majestehtalaš Gonagas Olav V muitun vuosttaš sámedikki historjjálaš rahpamis.

source: Utsmykkingen gjenspeiler minner om samene som et nomadefolk og innlandsfolk.
sme: Sistečikŋa speadjalastá muittuid sámiid birra nomádaálbmogin ja siseatnanolmmožin.

source: Sistien representerer en særegen estetisk uttrykksform, i tillegg til at presentasjonen i seg selv har en stilistisk verdi.
sme: Sisti lea mihtilmas estehtalaš almmuhanvuohki, dasa lassin go ovdanbuktimis iešalddis lea stiila dáfus árvu.

source: Vi anser at sistien med Kong Olav Vs signatur er en viktig del av Sametingets historie og har tung symbolverdi.
sme: Mii jáhkkit ahte Gonagas Olav V vuolláičálus sisttis lea deaŧalaš oassi Sámedikki historjjás ja das lea nana symbolaárvu.

source: Minnetavle av sisti/garvet reinskinn signert av H.M. Kong Olav V, 9. oktober 1989 ble tatt opp som en del av Norges dokumentarv i 2020.
sme: Sistemuitotávval, maid Majestehtalaš Gonagas Olav V lea vuolláičállán golggotmánu 9. b. 1989 váldojuvvui mielde oassin Norgga dokumeantaárbbis 2020:s
